export function getform() {
	let arr = [{
			"type": "radio",
			"title": "该员工工作成果的细节处理精细度如何",
			"optionArr": ["极其精细", "非常精细", "比较精细", "细节较粗糙", "极其粗糙"],
			"radio": ""
		},
		{
			"type": "radio",
			"title": "在规定时间内完成工作任务的频率怎样",
			"optionArr": ["总是提前高质量完成", "绝大多数按时且高质量完成", "基本能按时完成", "经常延迟完成", "总是未按时完成"],
			"radio": ""
		},
		{
			"type": "radio",
			"title": "面对工作中的困难与挑战，其解决问题的能力表现为",
			"optionArr": ["独立且迅速攻克难题", "能较快找到有效解决办法", "在他人少量协助下解决问题", "频繁求助他人", "面对困难束手无策"],
			"radio": ""
		},
		{
			"type": "radio",
			"title": "与团队成员协作过程中的沟通态度是",
			"optionArr": ["积极主动沟通，善于倾听", "经常主动交流，表达清晰", "能正常沟通交流", "沟通较被动", "几乎不主动沟通"],
			"radio": ""
		},
		{
			"type": "radio",
			"title": "对待额外分配的工作任务，其态度如何",
			"type": "radio",
			"title": "对待额外分配的工作任务，其态度如何",
			"optionArr": ["热情高涨，主动请缨", "欣然接受", "虽无特别热情，但也不抵触", "有些不情愿", "强烈抵触"],
			"radio": ""
		},
		{
			"type": "radio",
			"title": "对于新知识、新技能的学习吸收速度怎样",
			"optionArr": ["极快，主动钻研", "较快，在培训或学习机会中表现突出", "一般，能跟上学习的节奏", "较慢，学习困难", "极慢，几乎学不进去"],
			"radio": ""
		},
		{
			"type": "radio",
			"title": "在团队项目中，发挥的领导或核心推动作用如何",
			"optionArr": ["是团队核心领袖，出色规划、组织", "发挥重要领导作用，关键时刻决策正确", "有一定参与度，能配合领导", "参与度较低，被动执行任务",
				"几乎没有发挥作用"
			],
			"radio": ""
		},
		{
			"type": "radio",
			"title": "该员工工作的创新性如何，能否提出新颖有效的方案",
			"optionArr": ["极具创新性，频繁提出开创性思路", "较有创新精神，经常有新点子", "偶尔能提出创新想法", "很少有创新表现",
				"完全没有创新意识"],
			"radio": ""
		},
		{
			"type": "radio",
			"title": "日常工作中的责任心表现如何",
			"optionArr": ["极度负责，对工作每一个环节都一丝不苟", "非常负责，关注工作全过程", "比较负责，能完成本职工作", "责任心一般，有时疏忽大意",
				"毫无责任心"
			],
			"radio": ""
		},
		{
			"type": "radio",
			"title": "该员工工作成果对团队整体目标的贡献度是",
			"optionArr": ["决定性贡献", "重大贡献", "有一定贡献", "贡献较小", "几乎无贡献"],
			"radio": ""
		}
	]

	return arr
}